Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# SetAdditionalPasswordInfo
source: You can set a password that will be required when you log in on a new device in addition to the code you get in the SMS.
ar: يمكنك تعيين كلمة مرور يتم طلبها عند تسجيل الدخول في جهاز جديد، بالإضافة إلى الرمز الذي نرسله برسالة نصية SMS.
be: Вы можаце задаць пароль, які будзе патрэбны, калі вы ўваходзіце з новай прылады, у дапаўненне да кода, які адпраўляецца праз SMS.
ca: Podeu establir una contrasenya que se us demanarà en iniciar sessió en un dispositiu nou, a més del codi que rebreu per SMS.
de: Hier kannst du ein eigenes Passwort festlegen, um dich an einem neuen Gerät anzumelden, zusätzlich zum Code, der per SMS kommt.
es: Puedes poner una contraseña que se te solicitará al iniciar sesión en un nuevo dispositivo, además del código que recibes vía SMS.
fa: شما می‌توانید گذرواژه‌ای تنظیم کنید تا هنگام ورود به حساب کاربری تلگرام در یک دستگاه جدید، علاوه بر کد تأییدی که با پیامک دریافت می‌کنید از شما خواسته شود.
fi: Voit asettaa salasanan, joka vaaditaan tekstiviestikoodin lisäksi kun kirjaudut uudella laitteella.
fr: Vous pouvez définir un mot de passe requis à chaque connexion sur un nouvel appareil en plus du code envoyé par SMS.
id: Anda dapat mengatur kata sandi yang akan digunakan ketika Anda login melalui perangkat baru dengan tambahan kode yang akan Anda dapatkan melalui SMS.
it: Puoi impostare una password che sarà richiesta quando accedi su un nuovo dispositivo oltre al codice che ricevi via SMS.
ko: 새로운 기기에 로그인할 때 SMS로 받는 코드와 별개로 입력해야 하는 비밀번호를 설정하실 수 있습니다.
ms: Anda boleh adakan kata laluan yang akan digunakan semasa log masuk ke peranti baru sebagai tambahan kepada kod yang dierima melalui SMS.
nl: Naast de code die je per SMS ontvangt kun je een extra wachtwoord instellen voor als je inlogt op een nieuw apparaat.
pl: Możesz ustawić hasło, które wraz z kodem otrzymanym w wiadomości SMS będzie potrzebne podczas logowania na nowym urządzeniu.
pt_br: Você pode configurar uma senha que será solicitada quando você entrar em um novo dispositivo, após o código SMS.
ru: Вы можете установить пароль, который будет запрашиваться при входе с нового устройства в дополнение к коду из SMS.
sv: Du kan ställa in ett lösenord som kommer krävas när du loggar in på en ny enhet utöver koden du får via SMS.
tr: Kısa mesaj ile aldığınız koda ek olarak, yeni bir cihazda oturum açarken gerekli olacak bir parola belirleyebilirsiniz.
uk: Ви можете встановити пароль, який потрібно буде вводити при вході з нового пристрою на додачу до SMS-коду.
uz: Yangi qurilmaga kirganingizda talab qilinadigan SMS xabari orqali olinadigan kodga qoʻshimcha sifatida parol oʻrnatishingiz mumkin.
zh_cn: 您可以设置一个密码。当登陆到新设备时，它将作为输入短信验证码后的附加验证。
zh_tw: 您可以設定一個密碼。當登入到新設備時，它將作為輸入短訊驗證碼後的附加驗證。

# SetAdmins
source: Add admins
ar: إضافة مشرفين
be: Дадаць кіраўнікоў
ca: Afegeix admins
de: Admins festlegen
es: Añadir admins.
fi: Lisää valvoja
fr: Ajouter des admins
it: Aggiungi amministratori
ko: 관리자 추가
ms: Tambah pentadbir
nl: Beheerders toevoegen
pl: Dodaj administratorów
pt_br: Adicionar admins
ru: Назначить администраторов
sv: Lägg till administratörer
tr: Yönetici ekle
uk: Додати адміністраторів

# SetAdminsAll
source: All Members Are Admins
ar: جميع الأعضاء مشرفون
be: Усе ўдзельнікі — кіраўнікі
ca: Tots els membres són administradors
de: Alle Mitglieder sind Admins
es: Todos son administradores
fa: تمامی اعضا مدیر هستند
fi: Kaikki jäsenet ovat valvojia
fr: Tous les membres
id: Anggota adalah Admin
it: Tutti sono amministratori
ko: 참가자 모두가 관리자입니다
ms: Semua Ahli Adalah Pentadbir
nl: Iedereen is beheerder
pl: Wszyscy członkowie są administratorami
pt_br: Todos São Admins
ru: Права администратора у всех
sv: Alla medlemmar är administratörer
tr: Tüm Üyeler Yöneticidir
uk: Усі учасники – адміністратори
uz: Barcha aʼzolar – adminlar
zh_cn: 将所有成员都设为管理员
zh_tw: 將所有成員都設為管理員

# SetAdminsAllInfo
source: All members can add new members, pin messages, edit name and photo of the group.
ar: يمكن لجميع الأعضاء إضافة أعضاءَ جدد، تثبيت الرسائل، تعديل اسم وصورة المجموعة.
be: Усе ўдзельнікі могуць дадаваць новых карыстальнікаў, замацоўваць паведамленні, рэдагаваць назву і аватар суполкі.
ca: Tots els membres poden afegir-ne nous, fixar missatges i editar el nom i la foto del grup.
de: Gruppenmitglieder können neue Leute hinzufügen, Nachrichten anheften sowie den Gruppennamen und das Bild ändern.
es: Todos pueden añadir nuevos miembros, fijar mensajes, editar el nombre y la foto del grupo.
fa: تمامی اعضا می‌توانند اعضای جدید اضافه کرده، پیام‌هایی را سنجاق کرده و نام و عکس گروه را ویرایش نمایند.
fi: Kaikki jäsenet voivat lisätä uusia käyttäjiä, kiinnittää viestejä ja muokata ryhmän nimeä sekä kuvaa.
fr: Tous les membres peuvent ajouter de nouveaux membres, épingler des messages, et modifier le nom et la photo du groupe.
id: Semua anggota dapat menambah anggota baru, mengganti nama dan foto group.
it: Tutti i membri possono aggiungere nuovi membri, fissare messaggi e modificare nome e foto del gruppo.
ko: 참가자 모두가 새로운 참가자를 추가하고, 메시지를 고정하며, 그룹의 이름과 사진을 수정할 수 있습니다.
ms: Semua ahl boleh tambah ahli baru, semat mesej. sunting nama dan foto grup.
nl: Iedereen mag leden toevoegen, berichten vastzetten en de groepsfoto of naam wijzigen.
pl: Wszyscy członkowie mogą dodawać nowych członków, przypinać wiadomości, edytować nazwę i zdjęcie grupy.
pt_br: Todos os membros podem adicionar novos membros, fixar mensagens, editar nome e foto do grupo.
ru: Все участники могут добавлять новых участников, закреплять сообщения, изменять имя и фото группы.
sv: Alla kan lägga till nya medlemmar, fästa upp meddelande och ändra gruppens namn och profilbild.
tr: Tüm üyeler yeni üyeler ekleyebilir, mesaj sabitleyebilir, grubun adını ve fotoğrafını düzenleyebilir.
uk: Усі учасники можуть додавати нових учасників, прикріплювати повідомлення, змінювати назву та фото групи.
uz: Barcha aʼzolar yangi aʼzolarni qoʻshishlari, xabarlarni qadashlari, guruh nomini va rasmini oʻzgartirishlari mumkin.
zh_cn: 所有成员都能邀请新成员、编辑群组名称和头像。
zh_tw: 所有成員都能邀請新成員、編輯群組名稱和頭像。

# SetAdminsNotAllInfo
source: Only admins can add and remove members, pin messages, edit name and photo of the group.
ar: يمكن للمشرفين فقط إضافة وإزالة الأعضاء، تثبيت الرسائل، تعديل معلومات المجموعة.
be: Толькі кіраўнікі могуць дадаваць і выдаляць удзельнікаў, замацоўваць паведамленні, рэдагаваць назву і аватар суполкі.
ca: Els administradors poden afegir i expulsar membres, fixar missatges i canviar el nom i la foto del grup.
de: Nur Admins können neue Leute hinzufügen und entfernen, Nachrichten anheften, den Gruppennamen und das Bild ändern.
es: Sólo los administradores pueden añadir y eliminar miembros, fijar mensajes, editar el nombre y la foto del grupo.
fa: فقط مدیران می‌توانند اعضایی را افزوده یا حذف کرده، پیام‌هایی را سنجاق کرده و نام و عکس گروه را ویرایش نمایند.
fi: Ainoastaan valvojat voivat lisätä sekä poistaa jäseniä, kiinnittää viestejä ja muokata ryhmän tietoja.
fr: Seuls les administrateurs peuvent ajouter de nouveaux membres, épingler des messages, et modifier le nom et la photo du groupe.
id: Hanya admin yang dapat menambah dan mengurangi anggota, mengganti nama dan foto group.
it: Solo gli amministratori possono aggiungere e rimuovere membri, fissare messaggi e modificare nome e foto del gruppo.
ko: 관리자만 참가자를 추가하거나 추방하고, 메시지를 고정하고, 그룹의 사진을 수정할 수 있습니다.
ms: Hanya pentadbir boleh tambah dan keluarkan ahli, semat mesej, sunting nama dan foto grup.
nl: Beheerders mogen leden beheren, berichten vastzetten en de groepsfoto of naam wijzigen.
pl: Tylko administratorzy mogą dodawać i usuwać członków, przypinać wiadomości, edytować nazwę i zdjęcie grupy.
pt_br: Somente admins podem adicionar e remover membros, fixar mensagens, editar nome e foto do grupo.
ru: Только администраторы могут добавлять и удалять участников, закреплять сообщения, изменять имя и фото группы.
sv: Endast administratörer kan lägga till och ta bort medlemmar, fästa upp meddelande eller ändra gruppinfo.
tr: Yalnızca yöneticiler üye ekleyebilir ve çıkarabilir, mesajları sabitleyebilir, grubun adını ve fotoğrafını düzenleyebilir.
uk: Лише адміністратори можуть додавати й вилучати учасників, прикріплювати повідомлення, змінювати назву та фото групи.
uz: Faqat administratorlar guruh a'zolarini qo'shishi va o'chirishi, guruhning nomi va rasmini o'zgartirishi mumkin.
zh_cn: 只有管理员能够添加/移除成员、编辑群组名称/头像。
zh_tw: 只有管理員能夠添加/移除成員、編輯群組名稱/頭像。

# SetAdminsTitle
source: Chat Admins
ar: مشرفو المحادثة
be: Кіраўнікі чата
ca: Administradors del xat
de: Administratoren
es: Administradores
fa: مدیران گفتگو
fi: Keskustelun valvojat
fr: Administrateurs
id: Setelan Admin
it: Amministratori
ko: 관리자 대화
ms: Pentadbir Bual
nl: Beheerders
pl: Administratorzy czatu
pt_br: Admins do Chat
ru: Администраторы чата
sv: Administratörer
tr: Sohbet Yöneticileri
uk: Адміністратори чату
uz: Administratorlar
zh_cn: 管理员
zh_tw: 管理員

# SetAsAdmin
source: Promote to admin
ar: ترقية إلى مشرف
be: Прызначыць кіраўніком
ca: Promou a administrador
de: Zum Admin machen
es: Promover a administrador
fa: ارتقا‌‌ء به مدیر
fi: Ylennä valvojaksi
fr: Promouvoir
id: Jadikan admin
it: Rendi amministratore
ko: 관리자로 승격
ms: Naik taraf ke pentadbir
nl: Promoveren tot beheerder
pl: Awansuj na administratora
pt_br: Promover a administrador
ru: Сделать администратором
sv: Befordra till administratör
tr: Yöneticiliğe yükselt
uk: Призначити адміністратором
uz: Administrator qilib tayinlash
zh_cn: 设为管理员
zh_tw: 設為管理員

source: Set as main
ar: تعيين كأساسية
be: Задаць асноўным
ca: Defineix com a principal
de: Als Standard festlegen
es: Establecer como principal
fa: تنظیم به عنوان اصلی
fi: Aseta päämediaksi
fr: Définir comme principale
id: Tetapkan Utama
it: Imposta come principale
ko: 메인으로 설정하기
ms: Set sebgai utama
nl: Als hoofd instellen
pl: Ustaw jako główne
pt_br: Usar no perfil
ru: Сделать основной
sv: Välj som Primär
tr: Ana olarak ayarla
uk: Зробити основним
uz: Asosiy sifatida belgilash

source: SET BACKGROUND
ar: تعيين كخلفية
be: ЗАДАЦЬ ФОН
ca: ESTABLEIX EL FONS
de: HINTERGRUND FESTLEGEN
es: ESTABLECER FONDO
fa: تنظیم پس‌زمینه
fi: ASETA TAUSTAKUVA
fr: DÉFINIR L'ARRIÈRE-PLAN
id: PASANG LATAR
it: IMPOSTA SFONDO
ko: 배경으로 설정
ms: SET LATAR BELAKANG
nl: ACHTERGROND INSTELLEN
pl: Ustaw tło
pt_br: DEFINIR PAPEL DE PAREDE
ru: УСТАНОВИТЬ ФОН
sv: VÄLJ BAKGRUND
tr: ARKA PLANI AYARLA
uk: ВСТАНОВИТИ ФОН
uz: ORQA FON OʻRNATISH

# SetColor
source: Set a color
ar: تعيين لون
be: Задаць колер
ca: Estableix un color
de: Farbe festlegen
es: Elegir un color
fa: تنظیم رنگ
fi: Aseta väri
fr: Définir une couleur
id: Pilih Warna
it: Imposta un colore
ko: 색 설정하기
ms: Set warna
nl: Stel een kleur in
pl: Ustaw kolor
pt_br: Definir uma cor
ru: Задать цвет
sv: Välj en färg
tr: Bir Renk Ayarla
uk: Встановити колір
uz: Rang tanlash

# SetNewPassword
source: Set a new password
ar: تعيين كلمة مرور جديدة
ca: Defineix una contrasenya nova
de: Neues Passwort festlegen
es: Establecer nueva contraseña
fi: Aseta uusi salasana
fr: Définir un nouveau mot de passe
it: Imposta una nuova password
ms: Set kata laluan baru
pl: Ustaw nowe hasło
pt_br: Defina uma nova senha
ru: Задать новый пароль
sv: Välj ett nytt lösenord
tr: Yeni parola giriniz
uk: Встановити новий пароль

# SetPasscode
source: Set a Passcode
ar: تعيين رمز القفل
be: Задаць код доступу
ca: Estableix un codi d’accés
de: Pincode einrichten
es: Poner un código
fa: تنظیم گذرواژه
fi: Aseta pääsykoodi
fr: Définir un code d'accès
id: Pasang Kunci Aplikasi
it: Imposta un codice di blocco
ko: 암호 설정하기
ms: Set Kod Laluan
nl: Stel een toegangscode in
pl: Ustaw kod dostępu
pt_br: Definir Senha de Bloqueio
ru: Установить код-пароль
sv: Ange en åtkomstkod
tr: Parola ayarlayın
uk: Встановити код блокування
uz: Kirish kodi oʻrnatish

# SetPasscodeInfo
source: Lock the app with a passcode so that others can't open it.
ar: تأمين التطبيق برمز مرور لحمايته من المتطفلين.
be: Заблакіраваць праграму кодам доступу, каб іншыя не маглі адкрыць яе.
ca: Bloqueu l'aplicació amb un codi d'accés perquè ningú no hi pugui accedir.
de: Sperre die App mit einem lokalen Pincode, so dass andere sie nicht öffnen können.
es: Bloquea la app con un código para que otros no puedan abrirla.
fa: برنامه را با یک گذرواژه قفل کنید تا دیگران قادر به باز کردن آن نباشند.
fi: Suojaa sovellus pääsykoodilla, jotta muut eivät pääse siihen käsiksi.
fr: Verrouiller l'application avec un code d'accès pour que d'autres ne puissent pas l'ouvrir.
id: Kunci aplikasi dengan nomor kode sehingga tidak dapat dibuka oleh orang lain.
it: Blocca l'app con un codice, così gli altri non potranno aprirla.
ko: 다른 사람이 열 수 없도록 앱을 암호로 잠그세요.
ms: Kunci aplikasi dengan kod laluan agar orang lain tak boleh akses.
nl: Vergrendel de App met een toegangscode ter beveiliging.
pl: Zablokuj aplikację za pomocą kodu dostępu, aby inni nie mogli jej otworzyć.
pt_br: Bloqueie o aplicativo com uma senha para que outras pessoas não possam abri-lo.
ru: Включите код-пароль для разблокировки приложения на Вашем устройстве.
sv: Lås appen med en åtkomstkod så att andra inte kan öppna den.
tr: Başkalarının açamaması için uygulamayı bir parola ile kilitleyin.
uk: Встановіть на застосунок код блокування, щоб інші не змогли його відкрити .
uz: Boshqalar ocha olmasligi uchun ilovani kirish kodi bilan qulflang.

source: Set Profile Photo
ar: تعيين صورة للملف الشخصي
be: Задаць аватар профілю
ca: Defineix una foto de perfil
de: Profilbild festlegen
es: Poner foto de perfil
fa: تنظیم عکس پروفایل
fi: Aseta profiilikuva
fr: Choisir une photo de profil
id: Pasang Foto Profil
it: Imposta foto del profilo
ko: 프로필 사진 설정하기
ms: Set Foto Profil
nl: Profielfoto instellen
pl: Ustaw zdjęcie profilowe
pt_br: Definir Foto do Perfil
ru: Выбрать фотографию
sv: Välj profilbild
tr: Profil Fotoğrafını Ayarla
uk: Встановити фото
uz: Profil rasmini belgilash

source: Set Recovery Email
ar: تعيين بريد استرداد
be: Задаць эл. пошту для аднаўлення
ca: Estableix una adreça de recuperació
de: E-Mail festlegen
es: Poner correo de recuperación
fa: تنظیم ایمیل بازیابی
fi: Aseta palautussähköposti
fr: Définir le courriel de récupération
id: Pasang Surel Pemulihan
it: Imposta email di recupero
ko: 복구 이메일 설정하기
ms: Set Emel Pemulihan
nl: Herstel-e-mailadres instellen
pl: Określ e-mail odzyskiwania hasła
pt_br: Definir Email de Recuperação
ru: Указать адрес электронной почты
sv: Ange e-post för kontoåterställning
tr: Kurtarma E-postası Ayarla
uk: Встановити е-пошту для відновлення
uz: Tiklash emailini oʻrnatish
zh_cn: 设置密码恢复邮箱
zh_tw: 設定密碼恢復郵箱

# SetReminder
source: Set a reminder
ar: إنشاء تذكير
be: Задаць напамін
ca: Estableix un recordatori
de: Eine Erinnerung festlegen
es: Crear un recordatorio
fa: تنظیم کردن یادآور
fi: Aseta muistutus
fr: Définir un rappel
id: Pasang pengingat
it: Imposta un promemoria
ko: 알림 설정하기
ms: Set peringatan
nl: Stel een herinnering in
pl: Ustaw przypomnienie
pt_br: Criar Lembrete
ru: Задать напоминание
sv: Ställ in påminnelse
tr: Bir hatırlatıcı ayarla
uk: Встановити нагадування
uz: Eslatma qoʻshish

source: Set Time Limit
ar: تحديد الوقت
be: Задаць абмежаванне па часе
ca: Estableix el límit
de: Zeitlimit festlegen
es: Establecer tiempo límite
fi: Aseta aikaraja
fr: Définir une durée de vie
it: Imposta limite di tempo
ko: 시간 제한 설정
ms: Set Had Masa
nl: Tijdslimiet Instellen
pl: Ustaw limit czasu
pt_br: Definir Limite de Tempo
ru: Выбрать срок действия
sv: Välj tidsgräns
tr: Zaman Sınırı Ayarla
uk: Встановити обмеження часу

# SetTimer
source: Set self-destruct timer
ar: تعيين عداد التدمير
be: Задаць таймер самазнішчэння
ca: Autodestrucció
de: Selbstzerstörungs-Timer
es: Configurar autodestrucción
fa: تنظیم زمان‌سنج نابود کننده
fi: Aseta itsetuhoajastin
fr: Définir l'autodestruction
id: Atur waktu penghancur otomatis
it: Timer di autodistruzione
ko: 자동 삭제 타이머 맞추기
ms: Set pemasa musnah-sendiri
nl: Zelfvernietigingstimer instellen
pl: Ustaw zegar samozniszczenia
pt_br: Timer de autodestruição
ru: Включить удаление по таймеру
sv: Ställ in timer för autoradering
tr: Yok etme zamanlayıcısı ayarla
uk: Встановити таймер самознищення
uz: Taymer boʻyicha oʻchirish
zh_cn: 设置阅后即焚计时器
zh_tw: 設定自毀計時器

source: Settings
ar: الإعدادات
be: Налады
ca: Configuració
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
id: Pengaturan
it: Impostazioni
ko: 설정
ms: Aturan
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh_cn: 设置
zh_tw: 設定

# SettingsBrowseThemes
source: Browse Themes
ar: استعراض الأنماط
be: Прагляд тэм
ca: Explora els temes
de: Farbthemen durchsuchen
es: Explorar temas
fi: Selaa teemoja
fr: Parcourir les thèmes
it: Sfoglia i temi
ko: 테마 검색
ms: Layari Tema
pl: Przeglądaj motywy
pt_br: Explorar Temas
ru: Настройки темы
sv: Bläddra teman
tr: Temalara Göz At
uk: Огляд тем

# SettingsDebug
source: Debug
ar: المعالجة
be: Адладка
ca: Depuració
es: Depuración
fa: رفع اشکال
fi: Virheenkorjaus
fr: Débogage
ko: 디버그
ms: Nyahkutu
pl: Debuguj
pt_br: Depuração
ru: Отладка
sv: Felsökning
tr: Hata Ayıklama
uk: Відлагодження
uz: Tuzatish

# SettingsFaqSearchTitle
source: Frequently asked questions
ar: الأسئلة الشائعة
be: Частыя пытанні
ca: Preguntes més freqüents
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fa: پرسش‌های متداول
fi: Usein kysytyt kysymykset
fr: Foire aux questions
it: Domande frequenti
ko: 자주 묻는 질문들
ms: Soalan Lazim
nl: Veelgestelde vragen
pl: Często zadawane pytania
pt_br: Perguntas frequentes
ru: Часто задаваемые вопросы
sv: Vanliga frågor
tr: Sık sorulan sorular
uk: Часті запитання
uz: Ko'p beriladigan savollar

# SettingsHelp
source: Help
ar: مساعدة
be: Дапамога
ca: Ajuda
de: Hilfe
es: Ayuda
fa: راهنما
fi: Ohje
fr: Aide
id: Bantuan
it: Aiuto
ko: 도움말
ms: Bantuan
pl: Pomoc
pt_br: Ajuda
ru: Помощь
sv: Hjälp
tr: Yardım
uk: Допомога
uz: Yordam

# SettingsNoRecent
source: No recent searches
ar: ما من عمليات بحث تمت مؤخرًا
be: Няма нядаўніх пошукаў
ca: No hi ha cerques recents
de: Du hast bisher noch nichts gesucht
es: No hay búsquedas recientes
fa: جستجوی اخیری موجود نیست
fi: Ei viimeaikaisia hakuja
fr: Aucune recherche récente
id: Pencarian kosong
it: Nessuna ricerca recente
ko: 최근 검색 없음
ms: Tiada carian terbaru
nl: Geen recente zoekopdrachten
pl: Nie ma wcześniejszych wyszukiwań
pt_br: Nenhuma busca recente
ru: Нет недавних запросов
sv: Inga senare sökningar
tr: Son arama yok
uk: Немає останніх результатів пошуку
uz: Oxirgi qidiruvlar yoʻq

# SettingsNoResults
source: No results found
ar: لم يتم العثور على نتائج
be: Нічога не знойдзена
ca: No s'han trobat resultats
de: Leider nichts gefunden
es: No se encontraron resultados
fa: نتیجه‌ای یافت نشد
fi: Tuloksia ei löytynyt
fr: Aucun résultat trouvé
id: Tidak ada hasil
it: Nessun risultato trovato
ko: 결과 없음
ms: Tiada hasil dijumpai
nl: Geen resultaten
pl: Nie znaleziono wyników
pt_br: Nenhum resultado encontrado.
ru: Ничего не найдено
sv: Inga resultat
tr: Sonuç bulunamadı
uk: Нічого не знайдено
uz: Natijalar topilmadi

# SettingsRecent
source: Recent searches
ar: عمليات البحث الأخيرة
be: Нядаўнія пошукі
ca: Cerques recents
de: Letzte Suche
es: Búsquedas recientes
fa: جستجوهای اخیر
fi: Viimeaikaiset haut
fr: Recherches récentes
id: Pencarian terkini
it: Ricerche recenti
ko: 최근 검색들
ms: Carian terbaru
nl: Recente zoekopdrachten
pl: Wcześniejsze wyszukiwania
pt_br: Buscas recentes
ru: История поиска
sv: Senaste sökningar
tr: Son aramalar
uk: Останні знайдені
uz: Soʻnggi qidiruvlar

# SettingsSwitchToDayMode
source: Switch to Day Mode
ar: التغيير للوضع النهاري
be: Пераключыцца на дзённы рэжым
ca: Canvia al mode diürn
de: Zum Tagmodus wechseln
es: Cambiar al modo diurno
fi: Vaihda päivätilaan
fr: Passer en mode jour
it: Passa alla modalità giorno
ko: 낮 모드로 전환
ms: Tukar ke Mod Siang
pl: Przełącz na tryb dzienny
pt_br: Mudar para Modo Dia
ru: Переключить на дневной режим
sv: Byt till Dagläge
tr: Gündüz Moduna Geç
uk: Показати в денному режимі

# SettingsSwitchToNightMode
source: Switch to Night Mode
ar: التغيير للوضع الليلي
be: Пераключыцца ў начны рэжым
ca: Canvia al mode nocturn
de: Zum Nachtmodus wechseln
es: Cambiar al modo nocturno
fi: Vaihda yötilaan
fr: Basculer en mode nuit
it: Passa alla modalità notte
ko: 야간 모드 전환
ms: Tukar ke Mod Malam
pl: Przełącz na tryb nocny
pt_br: Alternar Modo Noturno
ru: Переключиться на ночную тему
sv: Byt till Nattläge
tr: Gece Moduna Geç
uk: Показати в нічному режимі

# SetUrlAvailable
source: {0} is available.
ar: ⁨{0}⁩ متاح.
be: {0} даступная.
ca: {0} és disponible.
de: {0} ist verfügbar.
es: {0} está disponible.
fa: ⁨{0}⁩ در درسترس است
fi: {0} on saatavilla.
fr: {0} est disponible.
id: {0} tersedia
it: {0} è disponibile.
ko: {0} 사용하실 수 있습니다.
ms: {0} masih ada.
nl: {0} is beschikbaar.
pl: {0} jest dostępny.
pt_br: {0} está disponível.
ru: Ссылка {0} доступна.
sv: {0} är tillgänglig.
tr: {0} kullanılabilir.
uk: {0} доступне.
uz: {0} boʻsh.

# SetUrlChecking
source: Checking link...
ar: يتم التحقق من الرابط...
be: Праверка спасылкі...
ca: S'està comprovant l'enllaç...
de: Prüfe Link...
es: Comprobando enlace…
fa: در حال بررسی لینک...
fi: Tarkistetaan...
fr: Vérification du lien...
id: Mengecek tautan...
it: Controllo il link...
ko: 링크 확인 중...
ms: Memeriksa link...
nl: Link controleren...
pl: Sprawdzam link…
pt_br: Verificando link...
ru: Проверка...
sv: Kontrollerar länk...
tr: Bağlantı kontrol ediliyor…
uk: Перевіряємо посилання…
uz: Havola tekshirilmoqda...

# SetUrlInUse
source: Sorry, this link is already taken.
ar: عذرًا، هذا الرابط محجوز.
be: На жаль, гэта спасылка ўжо занята.
ca: Aquest enllaç ja es troba en ús.
de: Dieser Link ist bereits vergeben.
es: Este enlace ya está ocupado.
fa: متأسفانه این لینک قبلاً انتخاب شده است.
fi: Valitettavasti tämä linkki on varattu.
fr: Désolé, ce lien est déjà pris.
id: Maaf, tautan ini sudah digunakan.
it: Spiacenti, questo link è già occupato.
ko: 죄송합니다. 이미 사용되는 링크입니다.
ms: Maaf, link ini telah diguna.
nl: Sorry, deze link is bezet.
pl: Ten link jest już zajęty.
pt_br: Desculpe, este link já está sendo usado.
ru: К сожалению, ссылка уже занята.
sv: Beklagar, länknamnet används redan.
tr: Üzgünüz, bu bağlantı daha önce alındı.
uk: Це посилання вже зайняте.
uz: Kechirasiz, bu havola allaqachon olingan.

# SetUrlInvalid
source: Sorry, this link is invalid.
ar: المعذرة، هذا الرابط غير مقبول.
be: На жаль, гэта спасылка памылковая.
ca: Aquest enllaç no és vàlid.
de: Dieser Link ist leider ungültig.
es: Este enlace no es válido.
fa: متأسفانه این لینک نامعتبر است.
fi: Valitettavasti tämä linkki ei kelpaa.
fr: Désolé, ce lien n'est pas valide.
id: Maaf, tautan tidak dapat digunakan.
it: Spiacenti, questo link non è valido.
ko: 죄송합니다. 사용할 수 없는 링크입니다.
ms: Maaf, link ini tak sah.
nl: Sorry, deze link is ongeldig.
pl: Ten link jest nieprawidłowy.
pt_br: Desculpe, este link é inválido.
ru: Эта ссылка некорректна.
sv: Ogiltig länk.
tr: Üzgünüz, bu bağlantı geçersiz.
uk: Це посилання недопустиме.
uz: Kechirasiz, bu havola xato.

# SetUrlInvalidLong
source: The link must not exceed 64 characters.
ar: لا يمكن أن يتخطى الرابط 64 حرفًا كحد أقصى.
be: Cпасылка не можа быць даўжэйшая за 64 сімвалы.
ca: L'enllaç no pot superar els 64 caràcters.
de: Link darf 64 Zeichen nicht überschreiten.
es: El enlace no debe exceder los 64 caracteres.
fa: لینک نباید از 64 کاراکتر بیشتر باشد.
fi: Linkin pituus saa olla korkeintaan 64 merkkiä.
fr: Le lien ne doit pas dépasser 64 caractères.
id: Tautan tidak boleh lebih dari 64 karakter.
it: Il link non deve avere più di 64 caratteri.
ko: 링크는 64자를 넘을 수 없습니다.
ms: Link tak boleh melebihi 64 aksara
nl: De link mag niet langer zijn dan 64 karakters.
pl: Link nie może przekraczać 64 znaków.
pt_br: O link não pode ter mais de 64 caracteres.
ru: Максимальная длина ссылки — 64 символа.
sv: Länknamnet får ha högst 64 tecken.
tr: Bağlantı 64 karakteri geçmemelidir.
uk: Посилання не може бути довшим за 64 символи.
uz: Havola uzunligi 64 belgidan oshmasligi zarur.
